export const colorsData = [
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild6436-6134-4130-a532-313730313838__2.jpg',
    title: 'Red square',
    name: 'Красный',
    textColor: '#ffffff',
    link: 'red',
    description: 'Цвет активных людей. Не просто активных, а ярких, отчаянных. Именно из таких людей получаются герои и революционеры. Перед нами, скорее всего, прирожденный лидер, способный увлечь своими идеями. Человек, который не переносит рутины и застоя.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild6463-6631-4130-a439-373961313762__3.jpg',
    title: 'Orange square',
    name: 'Оранжевый',
    textColor: '#000000',
    link: 'orange',
    description: 'Жизнерадостные, легкие на подъем и инициативные личности выбирают именно его! Они всегда ищут новые пути и считают, что безвыходных ситуаций не так уж и много. Заражают своим оптимизмом и задором все вокруг. Часто любят походы и песни у костра. Всегда знают, чем занять детей и как развеселить взрослых. Оригиналы и непоседы.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3630-6162-4431-a564-393631393338__4.jpg',
    title: 'Yellow square',
    name: 'Желтый',
    textColor: '#000000',
    link: 'yellow',
    description: 'Как правило, любитель желтого - спокойный, взвешенный и оптимистичный человек, который знает себе цену. Точно определяет цели и маршруты к ним. Умеет в самой сложной ситуации сохранить ясную голову. Зачастую это честные и морально сильные люди. Они не готовы поступиться принципами ради сиюминутной выгоды. Терпеливы и наблюдательны. Обладают завидной силой воли.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild6632-6234-4633-b564-316361626438__1.jpg',
    title: 'Green square',
    name: 'Зеленый',
    textColor: '#000000',
    link: 'green',
    description: 'Цвет мира и надежды. Его выбирают люди, стремящиеся к гармонии, спокойствию и справедливости, не мыслящие себя без постоянного развития и движения вперед. Любители зеленого, скорее всего, всю жизнь будут учиться, ибо предъявляют к себе высокие, если не сказать завышенные, требования. Зачастую обладают недюжинным терпением и острым умом.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3336-3666-4630-b932-396439363532__2.jpg',
    title: 'Cyan square',
    name: 'Голубой',
    textColor: '#000000',
    link: 'cyan',
    description: 'Впечатлительные и, скорее всего, очень добрые и отзывчивые люди. Не без склонности к науке и открытиям. Из потока различной информации они умеют выделить самую суть. Кажется, именно они могут справедливо рассудить любой самый запутанный спор, не причинив обиды ни одной из сторон. Однако склонность к витанию в облаках никто не отменял! Среди любителей голубого немало отчаянных путешественников и экстремалов.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3333-3533-4561-a363-613865366134__4.jpg',
    title: 'Blue square',
    name: 'Синий',
    textColor: '#ffffff',
    link: 'blue',
    description: 'Эти люди непостижимы, как сам океан. Характер может стать главной их проблемой: свои эмоции надо уметь контролировать. Они пунктуальны и расчетливы, ценят достаток и комфорт. Большое внимание уделяют чувственным наслаждениям. Могут часами сидеть перед водопадом, морем, огнем и цветущей сакурой и восхищаться картинкой. Нередко сами серьезно заняты творчеством. При этом часто бывают не слишком легки на подъем.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3366-6636-4430-b134-306434653431__6.jpg',
    title: 'Violet square',
    name: 'Фиолетовый',
    textColor: '#ffffff',
    link: 'velvet',
    description: 'Не сторонники принятия быстрых решений. Им необходимо все как следует обмозговать, «переспать с идеей». Они не привыкли терпеть фиаско и поэтому тщательно готовят почву для нововведений. Поэтому редко оказываются в проигрыше. С виду суровые, «фиолетовые» - весельчаки в компании, остроумные и заводные. Высоко ценят свободу и независимость.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3461-6634-4962-b062-613235323730__7.jpg',
    title: 'Black square',
    name: 'Черный',
    textColor: '#ffffff',
    link: 'black',
    description: 'Строги и обязательны. Любят производить впечатление на окружающих. Сексуальные и страстные натуры. Перед нами личности с некой театральностью в характере, способные обаять и влюбить в себя. Впрочем, как правило, у них есть одна завидная черта - умение сказать твердое нет.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild6433-3339-4539-b034-303739616664__11.jpg',
    title: 'White square',
    name: 'Белый',
    textColor: '#000000',
    link: 'white',
    description: 'Принципиально честные люди. Скорее всего, для них соврать - это пойти против себя. С готовностью откликаются на просьбы о помощи и поддержке. В то же время стремятся к успеху и любят общественное признание. Мечтательны и отзывчивы. Они не боятся эпатировать публику и, кажется, даже подпитываются эмоциями от произведенного эффекта. Как рыбе вода им необходимо восхищение окружающих!'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3064-6632-4030-a462-623636343638__3.jpg',
    title: 'Brown square',
    name: 'Коричневый',
    textColor: '#ffffff',
    link: 'brown',
    description: 'Сдержанные натуры. Глядят на мир со строгостью и осознают его несовершенство. Однако это не просто сторонние наблюдатели. Они стремятся исправить ситуацию к лучшему и нередко им удается изменить устоявшийся порядок. Принципиальные и серьезные личности, надежные товарищи. Не всегда в силу своего консерватизма понимают юмор и могут всерьез обидеться на шутников.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild6432-3133-4566-b439-656532313436__6.jpg',
    title: 'Gray square',
    name: 'Серый',
    textColor: '#000000',
    link: 'gray',
    description: 'Выражение «серый кардинал» придумано, кажется, про любителей этого цвета. Вероятнее всего, они обладают звериным чутьем и хорошей интуицией. Могут с первого мгновения считать собеседника. Однако не подадут вида. Ибо по натуре своей они исследователи и в некоторой степени - интриганы, которым очень интересно, как же будут дальше развиваться события. А если им станет скучно, могут еще и подбросить дровишек в костер страстей. Исполнительны и старательны.'
  },
  {
    img: 'https://s1.stc.all.kpcdn.net/putevoditel/projectid_346574/images/tild3663-3034-4339-b665-633335383637__6.jpg',
    title: 'Pink square',
    name: 'Розовый',
    textColor: '#ffffff',
    link: 'pink',
    description: 'Маскировка - вот, пожалуй, главное определение их характера. Такие люди в силу разных причин не очень-то стремятся показаться свое истинное я. Предпочитают скрыть от окружающих себя настоящих и предстать в другом образе - более трогательном, нежном. Не обольщайтесь: розовая пелена скрывает стальной стержень. Впрочем, как правило, это впечатлительные особы. Нестандартные ситуации могут надолго выбить их из колеи. В большинстве случаев - добрые и отзывчивые люди.'
  },
]